ディレクトリ構成図
#+begin_src sh :results drawer
tree -N --noreport --dirsfirst | perl -CS -pe 's/\N{NO-BREAK SPACE}/ /g'
#+end_src

#+RESULTS:
:results:
.
├── config
│   ├── keymap.el
│   └── org-setting.el
├── images
│   └── output1.png
├── autosave
├── config.el
├── custom.el
├── init.el
├── packages.el
└── rule.org
:end:
